[
    {
        "image": "https://via.placeholder.com/150",
        "name": "Total Image",
        "slug": "total-iamge",
        "medicalSpecialtyDescription": "3D Image guidance",
        "description": "Innovative 3D Navigation – This is a real-time, three-dimensional navigation system for ENT procedures performed in the operating room and or ENT office. The electromagnetic image-guided navigation system is used for endoscopic sinus procedures and surgeries like Balloon Sinuplasty which treats chronic sinusitis. This device incorporates microsensor technology, innovative tracking hardware and software tools to enable precise placement of surgical instruments and devices relative to the patient’s preoperative CT scan.",

        "usage": "Various padded components attach to the patient’s head and emit an electromagnetic field with magnetic sensors that the console used to create 3D imaging. Padding attaches to chair doubling as a padded head/neck rest, and additional sensory padding is placed on the forehead. A Registration Probe is used to trace the pre-acquired image to the patient’s head at the beginning of the procedure and mark corresponding points. Workstation also comes with console, instrument hub, and Instrument Adapter acting as physical connection interface between the instrument Hub and the navigated surgical device.",

        "benefits": "This is the best device on the market today hands down regarding procedural visual aid. This state-of-the-art device provides visual assurance without invasive techniques. Complete sinus surgery in office using minimal procedural technique trusting this device to enable you to clearly operate by full visual capacity."
    },
    {
        "image": "https://via.placeholder.com/150",
        "name": "Disposable BSS – Balloon Sinuplasty System",
        "slug": "disposable-bss-balloon-sinuplasty-system",
        "medicalSpecialtyDescription": "Balloon Sinuplasty System",
        "description": "Hand-held balloon device that inflates inside the sinus for one-time access for dilation and irrigation. This device is intended to provide a means to access the sinus space and illuminate within and transilluminate across nasal and sinus structures to clear the sinuses. ",
        "usage": "BSS is able to independently advance or retract integrated wire and balloon when in use. Device is inserted into desired location, then integrated light output is activated and balloon is inflated. Integrated irrigation system can be activated as well.",
        "benefits": "Precise, single-handed control of sinus access, plus distal irrigation jets integrated into the tip of the balloon catheter. Guide tip release button, suction system, balloon guard, and gripping features."
    },
    {
        "image": "https://via.placeholder.com/150",
        "name": "HDS - Headroom Dilation System",
        "slug": "hds-headroom-dilation-system",
        "medicalSpecialtyDescription": "Excise bone and soft tissue",
        "description": "Excise Ethmoid sinus",
        "usage": "Best used for ethmoid punches, this device is designed to excise bone and soft tissue from the ethmoid sinus. Can be used in both in office and operating room scenarios. ",
        "benefits": "Removes bone and soft tissue out of the way when performing procedures, enabling air and mucus flow."
    },
    {
        "image": "https://via.placeholder.com/150",
        "name": "Clearview",
        "slug": "clearview",
        "medicalSpecialtyDescription": "Nasal Endoscope",
        "description": "Multi-angular Endoscope with adjustable light & miniature camera lens at the end, specifically designed for viewing inside the nasal cavity and sinuses.",
        "usage": "The end of the device adjusts 10- 90° for wide angle maximum viewing flexibility. The endoscope is inserted into the nasal cavity and the user looks through the eye piece with focus adjusting capabilities. Our lens achieves the clearest view in the industry using high resolution technology.",
        "benefits": "Clear, precise, magnified view of the nasal cavity with high-definition digital imagery."
    },
    {
        "image": "https://via.placeholder.com/150",
        "name": "Rhinofreeze",
        "slug": "rhinofreeze",
        "medicalSpecialtyDescription": "Nasal Cavity Cryotherapy",
        "description": "Cryotherapy to the nose. Cold temperatures going directly to the nerves inside the nose to alleviate symptoms. Minimally invasive and targets the source of symptoms for lasting relief. Available in-office, minimal recovery time and post-treatment care, and often times provides long-lasting symptom relief.",
        "usage": "Device is place inside the nasal passage towards the back of the nasal cavity against the membrane. When the cold temperature hits the out-of-balance nerves, the nerve signals are temporarily interrupted. The nerves are no longer sending signals to the brain to produce drip, run, and swell.",
        "benefits": "Chronic Rhinitis is frequent inflammation of the nose with symptoms such as a runny nose, nasal congestion, and post-nasal drip. When symptoms are not severe enough to require surgery, Rhinofreeze provides an alternative to long lasting symptom relief."
    }
    ]